[
  "obsidian-weread-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-git",
  "url-into-selection",
  "tag-wrangler",
  "code-block-copy",
  "note-refactor-obsidian",
  "dataview",
  "obsidian-charts",
  "templater-obsidian",
  "supercharged-links-obsidian",
  "obsidian-style-settings",
  "calendar",
  "obsidian-dynamic-toc",
  "metaedit",
  "obsidian-advanced-uri",
  "obsidian-better-codeblock",
  "editing-toolbar",
  "obsidian-admonition",
  "obsidian-table-generator",
  "obsidian-reveal-active-file",
  "obsidian-sortable",
  "table-editor-obsidian",
  "obsidian-enhancing-mindmap",
  "obsidian-mindmap-nextgen",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-local-rest-api",
  "obsidian-excalidraw-plugin",
  "better-word-count",
  "recent-files-obsidian",
  "obsidian-annotator",
  "obsidian-memos",
  "meld-encrypt"
]