[
  "obsidian-admonition",
  "obsidian-kanban",
  "obsidian-weread-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-git",
  "url-into-selection",
  "tag-wrangler",
  "code-block-copy",
  "note-refactor-obsidian",
  "dataview",
  "obsidian-charts",
  "templater-obsidian",
  "supercharged-links-obsidian",
  "obsidian-style-settings",
  "search-on-internet",
  "privacy-glasses",
  "obsidian-banners",
  "calendar",
  "homepage",
  "obsidian-memos",
  "obsidian-dynamic-toc"
]