[
  "obsidian-weread-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-git",
  "url-into-selection",
  "tag-wrangler",
  "code-block-copy",
  "note-refactor-obsidian",
  "dataview",
  "obsidian-charts",
  "templater-obsidian",
  "supercharged-links-obsidian",
  "obsidian-style-settings",
  "search-on-internet",
  "obsidian-banners",
  "calendar",
  "obsidian-memos",
  "obsidian-dynamic-toc",
  "metaedit",
  "obsidian-advanced-uri",
  "obsidian-react-components",
  "obsidian-better-codeblock",
  "editing-toolbar",
  "obsidian-admonition",
  "obsidian-table-generator",
  "obsidian-echarts",
  "obsidian-reveal-active-file",
  "obsidian-sortable",
  "table-editor-obsidian",
  "obsidian-enhancing-mindmap",
  "obsidian-mindmap-nextgen",
  "webpage-html-export",
  "obsidian-kanban",
  "media-extended",
  "mx-bili-plugin",
  "periodic-notes",
  "remotely-save",
  "obsidian-local-rest-api"
]